app/Controllers/C_Jawaban1.php

    public function index()
    {
        // Mengambil data dari database
        $query = $this->Jawaban1->get();
---
SELECT *
FROM `jawaban1`