app/Controllers/C_Jawaban2.php

SELECT *
FROM `jawaban2`
SELECT *
FROM `harga_pokok`
---
    public function index()
    {
        // Mengambil data dari database
        $query1 = $this->Jawaban2->get();
        $query2 = $this->HargaPokok->get();