app/Controllers/C_Soal2.php

SELECT *
FROM `soal2`
---
    public function index()
    {
        // Mengambil data dari database
        $query = $this->Soal2->get();