app/Controllers/C_Soal1.php

SELECT *
FROM `soal1`
---
    public function index()
    {
        // Mengambil data dari database
        $query = $this->Soal1->get();